INSERT INTO lodging
VALUES
    (DEFAULT, '1', '2', '3', '서울 명동 더로드펜션', '펜션/풀빌라', '서울특별시', '중구', 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '부산 시점풀빌라 해운대', '펜션/풀빌라', '부산광역시', '해운대구', 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '강화도 바다소리펜션', '펜션/풀빌라', '인천광역시', '강화군', 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '제주 금성487펜션', '펜션/풀빌라', '제주특별자치도', '제주시', 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '수원 행궁다미', '펜션/풀빌라', '경기도', '수원시', 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '킨텍스 바이 케이트리', '펜션/풀빌라', '경기도', '고양시', 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '용인 에버리움펜션', '펜션/풀빌라', '경기도', '용인시', 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '창원 힐링타임펜션', '펜션/풀빌라', '경상남도', '창원시', 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '김해 덴바스타 테마 키즈호텔 펜션', '경상남도', '김해시', 50000, 'undefined', '101호', 12, 1, '퀸', 1, 'NO'),
    (DEFAULT, '1', '2', '3', '포항 나나힐풀빌라', '펜션/풀빌라', '경상북도', '포항시', 'undefined', '101호', 12, 1, '퀸', 1, 'NO');