DELETE
FROM lodging;
ALTER TABLE lodging
    AUTO_INCREMENT = 1;


INSERT INTO user
values ('rrynjulie', '1234', '임예나', 'rynjulie0917@gmail.com', now(), 'rrynjulie', '010-4408-0242');

INSERT INTO lodging
VALUES ( '41'
       , 'https://yaimg.yanolja.com/v5/2022/07/25/17/1280/62decf3e6f7166.32396576.jpg'
       , 'https://yaimg.yanolja.com/v5/2022/07/25/17/1280/62decf3f2d0979.58622568.jpg'
       , 'https://yaimg.yanolja.com/v5/2022/07/25/17/1280/62decf40ae3183.57002338.jpg'
       , '베스트웨스턴플러스 경주'
       , '호텔/리조트'
       , '경상북도'
       , '경주시'
       , '경상북도 경주시 감포읍 동해안로 1819-21'
       , '054-624-9000'
       , 'https://bestwesternplusgj.com/'
       , '15:00'
       , '11:00'
       , '해양관광단지로 선정된 경주 감포!
경상북도 관광공사가 1997년부터 개발조성한 감포 해양 종합관광단지!
경주 내륙에 보문관광단지가 있다면 경주 바다엔 감포 해양종합관광단지가 있습니다.'
       , '주차가능, 조식운영, 야외수영장, 와이파이, 루프탑, 무료세탁, 레스토랑, 바, 피트니스, 뷔페, 24시간데스크, 노트북대여, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '체크인 15:00 이후, 체크아웃 11:00 이전
기준인원 초과 시 입실불가
엑스트라베드 추가불가(이불추가 불가)
무료 주차 (150대)
무료Wi-Fi
전 객실 금연객실
모든 추가비용 현장결제'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '6908800999'
       , 'rrynjulie')
, ( '42'
       , 'https://yaimg.yanolja.com/v5/2023/06/27/11/1280/649aca56a93dc7.12660632.jpeg'
       , '2'
       , null
       , '스카이밸리CC가든하임'
       , '호텔/리조트'
       , '전라남도'
       , '여주시'
       , '경기도 여주시 북내면 운촌길 254 (스카이밸리CC)'
       , '031-880-8800'
       , 'http://www.skyvalley.co.kr'
       , '14:00'
       , '11:00'
       , '# 프라이빗 독채 빌라형 숙소
# 서울 근교 골프장 (골프장 이용 유선 문의)
# 가족여행 강력 추천
# 나는 솔로 12기 촬영지
당신의 몸과 마음이 쉬었다 갈 수 있는 편안한 숲 속의 휴식처 스카이밸리CC에 오신 것을 환영 합니다!
경기도 여주시에 위치한 스카이밸리CC는 수려한 경관과 자연친화형 코스를 자랑하는 골프장으로 총 69만 평 부지 위에
회원제 스카이,밸리와 대중제 레이크,마운틴 4개의 코스로 조성된 36홀 골프장입니다.
찾아주시는 고객님 한 분 한 분에게 최선의 서비스를 다할것을 약속드리며,
즐거움과 생기가 넘치는 이곳! 스카이밸리 컨트리클럽으로 여러분을 초대합니다.'
       , '스파/월풀/욕조, 주차가능, 공기청정기, 거울룸, 와이파이, 트윈베드, 복층구조, 독채객실, 상비약'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '- 객실은 사전지정이 불가하며 당일 현장에서 이루어집니다.
- 부대시설은 현지상황에 따라 운영 일정에 변동이 있을수있습니다.
- 아기용품은 구비되어 있지 않으면 대여가 불가하오니 별도 지참하여 주시기 바랍니다.
- 객실의 최대 인원을 6인을 초과하여 입실하실 수 없습니다.
- 객실에 반려동물이나 위험물 반입은 일체 금지되에있습니다.
- 구이 류의 음식 및 향이 강한 음식은 조리하실 수 없습니다.
- 안전과 재산보호를 위해 객실내에서는 버너/불판/전기그릴 등 화기용품 반입이 금지되어 있습니다.
- 귀중품은 반드시 프런트 데스크에 보관하여주시고,보관되지 않은 귀중품 분실 시 당사가 책임지지 않음을 양지하여 주시기 바랍니다.
- 객실 내 무분별한 오락,음주 및 고성방가 등으로 타인에게 방해가 될 시, 강제 퇴실 조치됩니다.
- 객실 비품은 기준인원 만큼 세팅되어 있으며 일체 외부 반출이 금지 되어 있습니다.
- 상비약은 경비실에 있습니다.'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '7338501561'
       , 'rrynjulie')
, ( '43'
       , 'https://yaimg.yanolja.com/v5/2022/07/07/15/1280/62c6f776d607d9.23881768.jpg'
       , null
       , null
       , '순천 베네치아 호텔'
       , '호텔/리조트'
       , '전라남도'
       , '순천시'
       , '전라남도 순천시 팔마2길 13'
       , '061-729-6000'
       , 'http://hotelvene.com'
       , '16:00'
       , '10:00'
       , '교통의 요충지이자, 수도권과 충남지역의 문화,예술,산업을 잇는 통로 천안에 신라스테이를 선보입니다.
모던한 디자인으로 감각적인 분위기를 자아내며, 고객의 라이프스타일을 고려해 차원이 다른 공간 배치와 인테리어를 구현했습니다.
간결한 아름다움이 돋보이는 객실은 최고급 호텔 수준의 침구, 편안한 침대, 고급 어메니티로 휴식의 차원을 한층 더 높여드립니다.'
       , '스파/월풀/욕조, 주차가능, 공기청정기, 거울룸, 와이파이, 트윈베드, 복층구조, 독채객실, 상비약'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '- 체크인 16:00 이후, 체크아웃 10:00 이전
조식 이용시간: 7:30~9:20
칫솔,치약 제공
무료 주차
무료 Wi-Fi
전 객실 금연'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '4168177718'
       , 'rrynjulie')
, ( '44'
       , 'https://yaimg.yanolja.com/v5/2022/10/24/18/1280/6356d7bdcf74a3.10666245.jpg'
       , null
       , null
       , '신라스테이 천안'
       , '호텔/리조트'
       , '충청남도'
       , '천안시'
       , '충청남도 천안시 서북구 동서대로 177'
       , '041-415-9000'
       , 'http://www.shillastay.com/cheonan'
       , '20:00'
       , '12:00'
       , '교통의 요충지이자, 수도권과 충남지역의 문화,예술,산업을 잇는 통로 천안에 신라스테이를 선보입니다.
모던한 디자인으로 감각적인 분위기를 자아내며, 고객의 라이프스타일을 고려해 차원이 다른 공간 배치와 인테리어를 구현했습니다.
간결한 아름다움이 돋보이는 객실은 최고급 호텔 수준의 침구, 편안한 침대, 고급 어메니티로 휴식의 차원을 한층 더 높여드립니다.'
       , '주차가능, 조식운영, 와이파이, 객실금연, 레스토랑, 바, 연회장, 피트니스, 뷔페, 24시간데스크, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '※ 3/29일 부터 일회용품(칫솔,면도기 등)을 무료로 제공하지 않을 수 있습니다.
※ 자원재활용법에 따라 일부 어메니티 품목은 유상 제공됩니다.
★숙박불가 당일이용 특가 상품 판매중★
부모동반 아동 투숙 1명 가능 (13세 이하 무료)
조식 1인 28,000원, 소인(37개월~13세) 15,000원
부대시설: 비즈니스 센터, 피트니스 센터, 레스토랑
입실일 기준 2021년 7월 1일 ~ 유료주차 1박 당 5,000원(체크아웃 당일 오후 1시까지)
무료 Wi-Fi
모든 추가비용 현장결제
※ 부모 등 법정대리인을 동반하지 않은 만 19세 미만 미성년자는 투숙할 수 없습니다.
(체크인 시점에 생일이 지난 만 19세부터 법정대리인 동반 없이 투숙이 가능합니다.)'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '2018640254'
       , 'rrynjulie')
, ( '45'
       , 'https://yaimg.yanolja.com/v5/2021/06/28/15/1280/60d9ecfb789b07.98327307.jpg'
       , null
       , null
       , '온양 제일호텔'
       , '호텔/리조트'
       , '충청남도'
       , '아산시'
       , '충청남도 아산시 온천대로 1462'
       , '041-547-2500'
       , 'http://www.cheilhotel.co.kr/'
       , '15:00'
       , '11:00'
       , '차별화된 시설과 안락하고 편안한 객실을 제공하여 색다르고 놀라운 만족을 위해 노력합니다.
수질 좋고 수량이 풍푸한 온양온천을 즐길 수 있는 사우나가 있어 특별한 힐링 서비스를 즐기실 수 있습니다.
온양온천역에서 약 500m 거리에 있어 찾아오기 쉽습니다.'
       , '주차가능, 조식운영, 와이파이, 사우나, 흡연구역, 객실금연, 연회장, 커피숍, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '해당 예약은 확정이 아닌 대기 상태로, 예약이 완료되면 별도로 예약번호를 발송해드립니다.
예약은 예약실 근무시간 기준으로 확정 유무를 확인하여 드립니다.(09:00~18:00)
예약이 불가능할 경우 별도로 문자로 전달 드리며, 결제하신 금액은 전액 환불됩니다.
결제는 예약 절차 상 불가피하게 이루어지는 부분이므로 양해 부탁드립니다.
체크인 15:00 이후, 체크아웃 12:00 이전
부모동반 아동 투숙 가능
조식 1인 투숙객 15,000원, 소인(5세~초등학생) 10,000원
칫솔,치약 제공안함
부대시설: 비즈니스 센터, 사우나
온천 사우나(투숙객 50% 할인권 제공)
이용시간: 05:30~22:00 지하 1층
무료 주차
무료 Wi-Fi
모든 추가비용 현장결제
Design Hotel 특성 상 사진과 다른 테마의 객실이 배정될 수 있습니다.'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '3128631813'
       , 'rrynjulie')
, ( '46'
       , 'https://yaimg.yanolja.com/v5/2023/05/16/12/1280/646370a3c44121.41521654.jpg'
       , null
       , null
       , '춘천 에스턴호텔'
       , '호텔/리조트'
       , '강원도'
       , '춘천시'
       , '강원도 춘천시 중앙로 193'
       , '054-624-9000'
       , 'http://eston-hotel.com/'
       , '15:00'
       , '11:00'
       , '에스턴호텔은 춘천을 방문하는 고객님들께 쾌적하고 편안한 공간을 제공하고 있습니다.'
       , '주차가능, 조식운영, 수영장, 야외수영장, 거울룸, 와이파이, 트윈베드, 야외테라스, 사우나, 흡연구역, 객실금연, 식사가능, 당구대, 매점/편의점, 레스토랑, 바, 피트니스, 뷔페, 어메니티, 24시간데스크, 커피숍'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '-레고랜드 차로 7분거리
-얼리 체크인 & 레이트 체크아웃 시간당 1만원 추가비용 발생
-에스턴호텔은 더잭슨나인스호텔과 복수 영업을 하고 있습니다. (건물명 : HOTEL JACKSON9S )
-호텔에 도착하시면, 더잭슨나인스호텔 지하 주차장을 이용하실 수 있습니다.
-주말 및 연휴에는 호텔 주차장이 만차일 가능성이 높아 만차 시 근처 공터 주차장을 이용 부탁드립니다. 양해해주셔서 감사합니다.
(호텔에서 공터주차장까지 도보 2분거리)
-건물 로비에 에스턴호텔 프론트가 별도로 배치되어 있습니다.
-업체 물품의 파손 및 분실 시 업체 기준으로 변상하셔야 합니다.
-애완동물 동반 입실이 불가합니다.
-기본 에티켓을 지키지 않거나, 타인에게 피해를 주는 행위는 강제 퇴실 조치 사유입니다.
-화재 예방을 위해 객실 내 취사 및 화기 사용을 금지합니다.
-성인을 동반하지 않은 미성년자 입실을 불가하며 해당 사유로 환불 또한 불가합니다.
-가족 제외 18세 미만 3인 남녀 혼숙이 불가합니다.
-기준인원 외 추가 요금 10,000원 (현장결제)'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '2178802695'
       , 'rrynjulie')
, ( '47'
       , 'https://yaimg.yanolja.com/v5/2022/10/17/15/1280/634d7563600ed4.17945107.jpg'
       , null
       , null
       , '강릉 세인트존스호텔'
       , '호텔/리조트'
       , '강원도'
       , '강릉시'
       , '강원도 강릉시 창해로 307'
       , '033-660-9000'
       , 'https://new.stjohns.co.kr/'
       , '16:00'
       , '11:00'
       , '세인트존스 호텔은 ‘원스톱 힐링 엔터 스테이케이션’으로서 호텔 내에서 여유로운 휴양을 즐길 수 있는 다양한 부대시설과 서비스를 선보이는 복합 문화 공간입니다.
약 1만여 평, 객실 1,091실의 강원도 내 독보적인 규모를 자랑하며, 지역 및 국내, 국제 행사와 비즈니스 미팅 뿐만 아니라 웨딩 가족연을 위한 다양한 연회홀을 갖추고 있습니다.
개발 제한구역으로 민간에 최초 공개 되는 강문해변 해안에 위치해 청정 동해 뿐 아니라 대관령 전망, 솔향 강릉의 자랑 청솔림 산책 코스를 호텔 내부에서 모두 즐길 수 있습니다.
현장 상황에 따라 부대시설 운영시간 및 규정이 변경될 수 있습니다. (자세한 사항은 호텔 공식 홈페이지를 참고해주세요.)'
       , '주차가능, 오션뷰, 조식운영, 야외수영장, 와이파이, 사우나, 객실금연, 레스토랑, 연회장, 피트니스, 뷔페, 어메니티, 24시간데스크, 유료세탁, 커피숍, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '[입실 및 이용 안내]
- 체크인 시간 : 16:00 / 체크아웃 시간: 11:00
- 최대 인원을 초과하여 입실 할 수 없습니다.
※ 객실 별 최대 인원 까지 인원 추가 비용 무료 제공
- 전 객실 금연
- 반려견 동반 가능 객실 보유 (반려견 동반 객실을 제외한 모든 객실은 반려견 동반 입실이 불가합니다.)
- 미성년자는 보호자 동반 없이 투숙 불가합니다. (해당 사유로 취소 및 환불 불가)
- 키오스크(KIOSK) 체크인 시, 발급받은 안심번호를 입력하셔야 체크인 가능합니다.'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '5668100381'
       , 'rrynjulie')
, ( '48'
       , 'https://yaimg.yanolja.com/v5/2023/04/06/11/1280/642eafddbba6b3.41170800.jpg'
       , null
       , null
       , '호텔 오노마 대전, 오토그래프 컬렉션, 메리어트 인터내셔널'
       , '호텔/리조트'
       , '대전광역시'
       , '서구'
       , '대전광역시 서구 둔산남로91번길 13'
       , '042-550-9000'
       , 'http://deditionhotel.com'
       , '15:00'
       , '11:00'
       , '호텔 디 에디션은 대한민국의 미래를 선도하는 중심 도시 대전광역시 서구 둔산동에서
빠르게 변화하는 현대인의 라이프 스타일에 발맞춰 갈 수 있는 편안하고 안락한 시설과
스마트 호텔 관리 시스템, 그리고 프로페셔널한 호텔리어들과 분야별 전문가들이 함께 이루어낸
한정되고 독자적인 서비스 제공을 지향하는 호텔 비즈니스 브랜드입니다.
Daejeon, Dunsan의 지역명과 그리고 모회사인 Donggun의 영문명 첫 이니셜인 D와
호텔을 이용하는 고객에게 한정된 특별한 시설과 서비스 제공을 실현하고자 하는 마음을 담은
EDITION 브랜드 네이밍, 또한 Natural & Minimal 컨셉의 인테리어는
자연스러운 질감과 장식을 최소화하고 여백을 남겨 더욱 편안하고 안락한 휴식과
숙면을 통해 성공적인 비즈니스를 도울 수 있도록 설계하였습니다.
2023년 4월 1일, 호텔 디 에디션과 전 직원은 이 곳에서 한정판 서비스를 시작합니다'
       , '주차가능, 조식운영, 스타일러, 와이파이, 트윈베드, 야외테라스, 객실금연, 어메니티, 24시간데스크, 유료세탁, 커피숍, 세미나실'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '※2024년 3월 29일부로 일부 일회용 어메니티 제공이 제한됨을 안내드립니다. 자세한 내용은 프론트로 문의 부탁드립니다.
체크인 15:00 / 체크아웃 11:00
※ 얼리 체크인 - 체크인 당일 확인 가능
※ 레이트 체크아웃 - 체크아웃 당일 확인 가능
※ 시간당 11,000원 비용 발생 (※현장 상황에 따라 불가할 수도 있어, 프런트에 문의 필요)
＊동절기에 해당하는 12월~1월에는 한파 예방으로 인해 Junior Suite, Junior Suite Family 객실은 야외 욕조 이용이 불가할 수 있습니다.
조식운영 - Califonia Bakery & Cafe 2F / 07:00 - 09:30 (입장마감 09:00) / 조식 뷔페 (메뉴는 계절 및 식자재 수급 상황에 따라 변동될 수 있음) / 20,000원 - 1인 (Vat 포함)'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '5788502279'
       , 'rrynjulie')
, ( '49'
       , 'https://yaimg.yanolja.com/v5/2023/07/11/14/1280/64ad62c7152892.49919317.jpg'
       , null
       , null
       , '호텔 인터불고 엑스코'
       , '호텔/리조트'
       , '대구광역시'
       , '북구'
       , '대구광역시 북구 유통단지로 80'
       , '053-380-0114'
       , 'http://www.ibhotel.com/'
       , '15:00'
       , '11:00'
       , '엑스코(대구 전시 컨벤션 센터) 맞은편에 자리한 호텔 인터불고 엑스코는 비즈니스 고객님들에게 추천드려요.
아늑하고 고풍스러운 객실과 벨벳 100%의 침구로 편안한 숙면을 보장합니다.
3층에 있는 프론트데스크에 체크인 체크아웃이 가능하며 다양한 레스토랑 및 부대시설이 있어 호텔 내에서 원스톱 힐링 여행이 가능하답니다.'
       , '주차가능, 조식운영, 야외수영장, 와이파이, 사우나, 패밀리, 객실금연, 레스토랑, 바, 연회장, 피트니스, 뷔페, 어메니티, 24시간데스크, 유료세탁, 커피숍, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '▶헤븐리풀 운영시간: 월 ~ 금요일 (10:00 ~ 18:00) / 휴장일: 9/25, 10/30
▶헤븐리풀 24년도 오픈 일자 24.05.06(월) 오픈입니다.
▶투숙객은 50% 할인 적용
.
[입실이용안내]
체크인 15:00 부터, 체크아웃 11:00 까지
- 4월 18일부터 프론트 데스크가 1층에서 3층으로 변경됩니다.
- 전 객실 금연객실 입니다.
- 무료 주차 가능합니다
레스토랑 : 뷔페 라그라나, 중식당 동보성, 풀사이드키친 반얀트리
부대시설 : 피트니스, 남녀/사우나
.
[조식안내]
조식 이용시간 : 06:30 - 09:30
요금 : 36,000원(성인)
.
[부대업장 이용안내]
피트니스 : 06:00 - 21:00 (무료)
사우나 : 06:00 - 22:00
야외 수영장 : 10:00 - 21:30
※ 수영장 정비 시간 : 18:00 - 18:30
※ 호텔 야외 수영장은 10월부터 4월까지는 동절기로, 해당 기간에는 수영장 이용이 불가능 합니다.'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '2718601643'
       , 'rrynjulie')
, ( '50'
       , 'https://yaimg.yanolja.com/v5/2022/06/07/16/1280/629f7641e51a11.00159416.jpg'
       , null
       , null
       , '온더웨이브 호텔'
       , '호텔/리조트'
       , '울산광역시'
       , '울주군'
       , '울산광역시 울주군 서생면 간절곶해안길 37'
       , '052-237-1127'
       , 'http://www.온더웨이브호텔.com'
       , '15:00'
       , '11:00'
       , '최고의 서비스로 성공적인 비즈니스와 품격있는 여가 문화를 실현시켜드립니다.
생태, 문화, 환경, 산업, 역사 등 다양한 테마가 있는 울산에 위치한 4성급 컨벤션&리조트 호텔입니다.
호텔 현대와 함께 울산의 다양한 볼거리, 즐길 거리를 만끽하세요.'
       , '주차가능, 수영장, 와이파이, 사우나, 객실금연, 레스토랑, 연회장, 피트니스, 뷔페, 24시간데스크, 유료세탁, 커피숍, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '상세 설명의 취소규정에 따라 취소가 가능하며, 취소를 원하시는 경우 고객센터로 연락 부탁 드립니다.
욕조있는 객실 배정을 원하시면 호텔 프론트(052-251-2233 또는 통합예약실 1644-8005)로 사전 문의 부탁 드립니다.
체크인 15:00 이후, 체크아웃 11:00 이전
부모동반 아동 투숙 가능
엑스트라 베드 추가 시 1개 40,000원
디파짓 제도 운영(신용카드 및 현금 지급)
무료 주차(프론트에서 주차권 수령)
무료 Wi-Fi
모든 추가비용 현장결제
.
수영장 연령 제한 없음
사우나 만 14세 이상 사용 가능
피트니스 만 17세 이상 사용 가능
.
★욕조 있는 객실 배정 희망 시 반드시 호텔로 사전문의 통한 요청 주셔야 하는 점 양해 부탁 드립니다.
디럭스 더블 / 디럭스 트윈 : 샤워부스
프리미엄 디럭스 더블 : 일부 객실 욕조 보유
프리미엄 스위트, 스튜디오 스위트, 로열 스위트 : 전객실 욕조 보유
.
[세탁실 공지 사항]
- 당 호텔 세탁실의 내부사정으로 인해 고객 세탁물을 맡길 시 평균 4일정도가 소요될 예정입니다.
.
[라한호텔 일회용품 무료제공 중단 안내]
3월 29일부로 객실 내 일부 일회용품(일회용 칫솔, 치약) 무상 제공이 중단됩니다. 일회용 칫솔세트 구매를 원할 시 호텔 프런트 데스크에 문의 바랍니다.
전 객실 다회용 어메니티가 비치되어 있으니, 이용에 참고 바랍니다. (샴푸, 린스, 바디워시, 바디로션, 물비누)'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '6108520703'
       , 'rrynjulie')
, ( '71'
       , 'https://yaimg.yanolja.com/v5/2022/09/07/11/1280/63187d2ba4aed1.47789406.jpg'
       , null
       , null
       , '인터컨티넨탈 서울 코엑스'
       , '호텔/리조트'
       , '서울특별시'
       , '강남구'
       , '서울특별시 강남구 봉은사로 524'
       , '02-3452-2500'
       , 'http://seoul.intercontinental.com/iccoex'
       , '15:00'
       , '11:00'
       , '9호선 봉은사역 7번 출구에서 도보 5분 거리에 위치해 있으며 한국 전통의 아름다움을 간직한 봉은사와 마주하고 있습니다.
코엑스몰, 아쿠아리움, 영화관과 바로 연결되어 있어 쇼핑과 문화 여가를 원스톱으로 즐기실 수 있습니다.
올데이 다이닝 뷔페 레스토랑인 ‘브래서리’, 30층에 자리해 아름다운 야경을 감상할 수 있는 ''스카이라운지'', 아시아 요리 레스토랑 ''아시안 라이브'', 라이브 음악을 들을 수 있는 ''로비라운지'', 편안한 분위기의 ''로비 바'' 등 총 5개의 레스토랑과 바가 준비되어 있어 선택의 폭이 넓습니다.'
       , '스파/월풀/욕조, 주차가능, 조식운영, 수영장, 와이파이, 사우나, 객실금연, 레스토랑, 연회장, 피트니스, 뷔페, 어메니티, 24시간데스크, 유료세탁, 커피숍, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '[인터컨티넨탈 서울 코엑스 영업 종료 및 전관 리모델링 안내]
지난 25년 동안 인터컨티넨탈 서울 코엑스에 보내주신 아낌없는 성원과 사랑에 깊은 감사의 말씀을 드립니다.
저희 호텔은 2024년 7월 1일부로 영업을 종료하고, 약 1년간의 전관 리모델링 공사를 거쳐 2025년 9월 새로운 시설과 서비스를 갖춘 호텔로 재개관 예정입니다
리모델링 기간 동안 탁월한 시설과 최상의 서비스를 자랑하는 그랜드 인터컨티넨탈 서울 파르나스에서 계속 True Luxury를 경험하실 수 있습니다.
변함없는 최상의 서비스와 더욱 향상된 시설로 찾아 뵙겠습니다.
고객님의 많은 기대와 관심 부탁 드립니다. 감사합니다.
□ 공사 기간: 2024년 7월 1일 - 2025년 6월 30일
□ 영업 중단 시설: 객실, 레스토랑, 연회장, 피트니스 클럽 등 호텔 내 전 시설
□ 재개관 예정일: 2025년 9월 중(내부 상황에 따라 변동될 수 있음)'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '1208514498'
       , 'rrynjulie')
, ( '72'
       , 'https://yaimg.yanolja.com/v5/2022/09/08/13/1280/6319edd77e9a44.90591469.JPG'
       , null
       , null
       , '골든 시티호텔 동대문'
       , '호텔/리조트'
       , '서울특별시'
       , '동대문구'
       , '서울특별시 동대문구 천호대로 377'
       , '0507-1405-9601'
       , 'http://goldencityhotel.co.kr/'
       , '15:00'
       , '12:00'
       , '100% 천연 라텍스 매트리스 구비
쇼핑과 관광이 공존하며 비즈니스의 중심지인 동대문구에 위치한 호텔로, 지리적으로 청계천, 한국전통재래시장, 동대문 쇼핑상가와 인접해있습니다.
지하철 5호선과 도심내부고속도로를 통해 강남과 강북으로의 이동이 자유롭다는 점!
심플하면서도 최신설비로 준비된 객실에서 보다 편안한 투숙을 제공합니다 :)
늦은시간 갑자기 맥주 생각이 났다면 멀리 갈 필요없이 호텔 1층 로비와 통하는 편의점을 이용해 보세요!'
       , '주차가능, 조식운영, 와이파이, 객실금연, 뷔페, 어메니티, 24시간데스크, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '체크인 15:00 이후, 체크아웃 12:00 이전
미성년자는 보호자와 동반 시 투숙이 가능하며, 미성년자만 투숙 시 입실이 거부될 수 있으며, 이에 대한 취소 및 환불은 불가합니다.
체크인 시 신분증 확인이 있을 수 있습니다.
무료 주차(주차장 협소) / 주차불가 상품예약시 주차비 15,000원 현장결제'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '6608800741'
       , 'rrynjulie')
, ( '73'
       , 'https://yaimg.yanolja.com/v5/2022/09/19/09/1280/632835727a8615.44676054.jpg'
       , null
       , null
       , '힐튼 가든인서울 강남'
       , '호텔/리조트'
       , '서울특별시'
       , '서초구'
       , '서울특별시 서초구 강남대로 253'
       , '02-580-8500'
       , 'https://hiltongardeninn.hilton.co.kr/hotel/seoul/hilton-garden-inn-seoul-gangnam'
       , '15:00'
       , '11:00'
       , '힐튼 가든 인 서울 강남은 바쁜 일상에서 여유로운 휴식을 즐길 수 있는 도심 속 힐링 공간으로, 비즈니스, 쇼핑, 문화의 중심부에 위치하여 버스, 지하철 등 대중교통 이용에 용이합니다.
모던하고 세련된 인테리어의 총 208개 객실, 올데이 다이닝 레스토랑, 24시간 이용 가능한 편의시설, 로비 라운지, 연회장 등을 비롯하여 낮에는 반짝이는 햇살을 밤에는 반짝이는 도심 야경을 감상할 수 있는 루프탑 야외 수영장은 마치 휴양지에 온듯한 분위기를 연상시키는 힐튼 가든 인 서울 강남만의 시그니처 공간입니다.
힐튼 가든 인 서울 강남은 ‘Simply on Another Level’ 슬로건을 기반으로 고객분들에게 최고의 서비스를 제공할 것을 약속합니다.'
       , '주차가능, 조식운영, 야외수영장, 와이파이, 객실금연, 피트니스, 어메니티, 24시간데스크, 유료세탁, 커피숍, 비즈니스'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '체크인 15:00 / 체크아웃 11:00
22시 이후 체크인 시 호텔 프론트 사전 문의
무료 Wi-Fi
전 객실 금연
Bath Amenity 무료 제공 (샴푸, 컨디셔너, 샤워 젤, 바디로션)
미성년자는 보호자 동반없이 이용이 불가합니다. 만 19세 이상(2004년생 이상)부터 체크인이 가능합니다.'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '2563100311'
       , 'rrynjulie')
, ( '74'
       , 'https://yaimg.yanolja.com/v5/2022/08/09/13/1280/62f267f0e90248.13632804.jpg'
       , null
       , null
       , '아리랑힐 호텔 동대문'
       , '호텔/리조트'
       , '서울특별시'
       , '성북구'
       , '서울특별시 성북구 아리랑로 8'
       , '0507-1413-7020'
       , 'http://www.hotelahill.com/'
       , '15:00'
       , '12:00'
       , '품격을 갖춘 감각적인 디자인의 객실 인테리어, 특급 호텔이 제공하는 최상의 고객 맞춤 서비스를 경험해보세요.
성신여대입구역 6번 출구 바로 앞 위치! 최고의 근접성을 자랑합니다.
주변 관광지로 동대문 디자인 플라자(DDP), 명동 쇼핑거리와 가까우며 간송 미술관, 서울 성곽길 등 성북구의 명소들과도 인접해 있습니다.'
       , '주차가능, 조식운영, 와이파이, 객실금연, 레스토랑, 연회장, 피트니스, 뷔페, 어메니티, 24시간데스크, 유료세탁, 커피숍, 비즈니스, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '상세 설명의 취소규정에 따라 취소가 가능하며, 취소를 원하시는 경우 고객센터로 연락 부탁 드립니다.
특가상품으로 취소·변경이 불가합니다.
체크인 15:00 이후, 체크아웃 12:00 이전'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '2178143076'
       , 'rrynjulie')
, ( '75'
       , 'https://yaimg.yanolja.com/v5/2022/09/14/20/1280/63223fb0617193.93237603.jpg'
       , null
       , null
       , '노원 노블레스 관광호텔'
       , '호텔/리조트'
       , '서울특별시'
       , '노원구'
       , '서울특별시 노원구 노해로77길 22'
       , '02-935-7161'
       , 'http://www.hotelnoblesse.co.kr/'
       , '14:00'
       , '12:00'
       , '노블레스 관광호텔은 동북부에 자리한 최고의 관광호텔로서 우아하면서도 아늑한 분위기를 자아내는 객실과 다양한 부대시설을 갖추고 있어 고객님의 오감을 만족시킬 최상의 휴식공간이 될 것입니다.
대중교통 하나로 강남, 강북의 핫플레이스 지역을 빠르고 편리하게 이용할 수 있는 최적의 입지에 위치하고 있습니다.'
       , '주차가능, 와이파이, 24시간데스크, 유료세탁'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '체크인 14:00 이후, 체크아웃 12:00 이전
밤 10시 이후 클럽 소음이 발생할 수 있으니 참고 바랍니다.
무료 주차(주차장이 협소한 관계로 주차가 제한될 수 있음)
무료 Wi-Fi
모든 추가비용 현장결제'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '2108133636'
       , 'rrynjulie')
, ( '76'
       , 'https://yaimg.yanolja.com/v5/2021/12/21/17/1280/61c20fc638fd53.90338112.jpg'
       , null
       , null
       , '가산마인드호텔'
       , '호텔/리조트'
       , '서울특별시'
       , '금천구'
       , '서울특별시 금천구 남부순환로 1262'
       , '02-839-1222'
       , 'http://mindhotel.co.kr/'
       , '14:00'
       , '12:00'
       , '배그 ZONE(커플PC룸)에서 배그 울트라로 즐기자!!
최고급 안마의자!!에서 하루를 마무리 하자
프론트 대여 물품 : 와인오프너, 헤드셋'
       , '주차가능, 공기청정기, 와이파이, 24시간데스크'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '체크인 14:00 이후, 체크아웃 12:00 이전
프리미엄 객실 오픈 (최고급 안마의자 설치완료!! 무중력자세 / 슬라이딩 / 자동 체형인식 / 공기압 마사지 시스템 / 여러가지 부위를 구석구석 / 여러가지 자동프로그램)
커플PC : PC방 보다 좋은 사양!
배틀그라운드 모든 그래픽 울트라!!에도 렉없는 PC사양
디럭스 커플PC i5-6500 / 모니터165Hz / 지포스1060 / 16GB메모리 / 게이밍키보드 / 게이밍마우스 / PC방의자
스위트 커플PC i5-9400 / 최고급 모니터200Hz / 지포스1660 / 16GB메모리 / 게이밍키보드 / 게이밍마우스 / PC방의자
노래방있는 객실 매달 업데이트 실시중!!'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '1190973663'
       , 'rrynjulie')
, ( '77'
       , 'https://yaimg.yanolja.com/v5/2024/03/21/16/1280/65fc5ecc340fd7.64827794.jpg'
       , null
       , null
       , '나인트리 프리미어 로카우스 호텔 서울 용산'
       , '호텔/리조트'
       , '서울특별시'
       , '용산구'
       , '서울특별시 용산구 한강대로23길 25'
       , '02-6923-8000'
       , 'http://www.rokaushotel.com'
       , '15:00'
       , '11:00'
       , '언제나 당신 곁에 있던 용사의 집, 반세기 넘게 이어진 드높은 기상에 품격이 더해져
나인트리 프리미어 로카우스 호텔 서울 용산으로 새롭게 탄생합니다.
일상의 피로를 회복하고, 내일의 새로운 목표를 향해 나아갈 수 있도록 행복하고 안락한 공간을 제공합니다.
나인트리 프리미어 로카우스 호텔 서울 용산은 앞으로 새롭게 맞이할 고객과 함께 아름다운 추억을 만들고
생명력 넘치는 공간을 선사하여 새로운 역사를 이어 나가겠습니다.'
       , '주차가능, 조식운영, 와이파이, 객실금연, 레스토랑, 연회장, 피트니스, 뷔페, 어메니티, 24시간데스크, 유료세탁, 커피숍, 비즈니스, 세미나실'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '[일회용품 사용 규제 안내]
환경보호 및 정부의 일회용품 줄이기 정책에 동참하기 위해 칫솔, 치약, 면도기의 무상 제공이 2024년 3월 29일부로 중단됩니다.
일회용품(칫솔/치약/면도기)이 필요하신 고객님께서는 4층 프런트 또는 지하 1층 편의점에서 구매 가능합니다.
체크인 15:00 이후, 체크아웃 11:00 이전'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '5388300037'
       , 'rrynjulie')
, ( '78'
       , 'https://yaimg.yanolja.com/v5/2022/07/26/14/1280/62dffba24d7d93.90417834.JPG'
       , null
       , null
       , '호텔 더 블루 천호'
       , '호텔/리조트'
       , '서울특별시'
       , '강동구'
       , '서울특별시 강동구 올림픽로72길 20'
       , '0507-1328-8338'
       , 'https://booking.naver.com/booking/3/bizes/165764'
       , '17:00'
       , '13:00'
       , '대중적이면서 개성 있는 도심 속 부티크 호텔입니다.
천호역 3번 출구에서 도보 3분 거리에 위치해 있습니다.'
       , '와이파이, 어메니티, 24시간데스크, 수화물보관'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '체크인/아웃 시간 룸타입별 확인 필수
전 객실 흡연객실
무료 Wi-Fi
모든 추가비용 현장결제
Design Hotel 특성 상 사진과 다른 테마의 객실이 배정될 수 있습니다.'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '8192100734'
       , 'rrynjulie')
, ( '79'
       , 'https://yaimg.yanolja.com/v5/2024/05/02/15/1280/6633b4c913c2b3.56332073.jpg'
       , null
       , null
       , '파라스파라 서울'
       , '호텔/리조트'
       , '서울특별시'
       , '강북구'
       , '서울특별시 강북구 삼양로 689'
       , '02-3408-5000'
       , 'http://www.paraspara.co.kr/'
       , '15:00'
       , '11:00'
       , '북한산 국립공원 자락 2만 3천평 대자연의 품 속에 자리한 파라스파라는 울창한 소나무 숲, 드넓은 잔디가 뿜어내는 산소로 서울에서 가장 맑고 깨끗한 공기를 숨쉴 수 있는 곳입니다.
3개의 옥외 수영장과 다양한 편의시설, 100평 내외의 다양하고 아름다운 객실과 영빈관, 파라스파라에서 새로운 차원의 휴식을 경험해 보세요.
강남에서 40분, 서울에 있는 유일한 리조트 파라스파라는 주말은 물론 평일에도 리조트에서의 출퇴근이 가능해지므로 가족과 비스니스를 위한 최상의 선택지가 될 것입니다.'
       , '주차가능, 조식운영, 수영장, 야외수영장, 와이파이, 사우나, 루프탑, 객실금연, 레스토랑, 피트니스, 24시간데스크, 유료세탁'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '▶ [''PARASPARA'' 서울 객실 및 시설 이용 안내]
객실 타입별 기준인원 2인 외 타입에 따른 최대인원 외 투숙은 불가합니다.
▶ [기본 정보]
일회용품 규제 정책에 따라 12월 1일부터 객실 내 일회용 물품이 제공되지 않습니다.
칫솔 세트와 면도기 세트는 별도 구매 가능합니다. (칫솔 세트 11,000원, 면도기 세트 16,500원)
고객님들의 깊은 양해 부탁 드립니다.'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '5068530334'
       , 'rrynjulie')
, ( '80'
       , 'https://yaimg.yanolja.com/v5/2022/10/07/11/1280/6340126b03b8c9.97118539.jpg'
       , null
       , null
       , '로이넷호텔 서울 마포'
       , '호텔/리조트'
       , '서울특별시'
       , '마포구'
       , '서울특별시 마포구 마포대로 67'
       , '02-3702-0300'
       , 'http://www.roynethotelkorea.com'
       , '15:00'
       , '13:00'
       , '공덕역 인근에 위치한 편리한 입지와 편안한 서비스를 제공합니다.
공덕역 1번 출구/마포역 2번출구에서 도보로 5분 거리에 자리하고 있습니다.
공덕역/마포역 5분거리에 위치하여 주변 관광지로의 이동에 최적의 장소를 제공합니다.'
       , '주차가능, 와이파이, 객실금연, 피트니스, 24시간데스크, 유료세탁, 비즈니스'
       , '1회용품 줄이기에 동참해주세요
1회용품 줄이기에 동참해주세요
2024년 3월 29일부터 일부 숙소는 1회용품(칫솔, 면도기 등)을 무료로 제공하지 않을 수 있습니다.
「자원의 절약과 재활용촉진에 관한 법률」 일부개정에 따름'
       , '체크인 15:00 이후, 체크아웃 12:00 이전※최대 인원을 초과하여 입실하실 수 없습니다.(방문객 입실 불가)
객실내에 어매니티 비치 (칫솔, 치약 등 일회용품 제외)
무료 Wi-Fi
전 객실 금연 (객실 내 흡연 적발 시, 클리닝 비용 징수 및 환불없이 강제퇴실 조치됩니다.)'
       , '임예나'
       , '01044080242'
       , 'rynjulie0917@gmail.com'
       , '3258802055'
       , 'rrynjulie');



INSERT INTO room
VALUES (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/10/27/17/1280/635ac6e166d3b5.43368067.jpg', null, null, '스탠다드 더블 룸',
        '2', '2', '131000', '', '8', '1', '더블', DEFAULT, DEFAULT, '41')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/10/27/18/1280/635ac7326be693.31785067.jpg', null, null, '디럭스 패밀리 룸',
        '4', '4', '140000', '', '12', '2', '더블', DEFAULT, DEFAULT, '41')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/06/27/11/1280/649aca41b9f871.25195819.jpg', null, null, '밸리빌리지 B 룸',
        '4', '6', '400000', '', '48', '4', '싱글', '2', DEFAULT, '42')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/06/27/11/1280/649aca3a596618.60010212.jpg', null, null, '밸리빌리지 A 룸',
        '4', '6', '400000', '', '48', '4', '싱글', '2', DEFAULT, '42')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/07/07/15/1280/62c6f7ced3b284.55905995.jpg', null, null, '스위트 룸',
        '2', '3', '149430', '', '12', '1', '더블', '1', DEFAULT, '43')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/07/07/15/1280/62c6f7cfcd0f24.20526435.jpg', null, null, '로얄 스위트 룸',
        '4', '6', '229890', '', '25', '2', '더블', DEFAULT, DEFAULT, '43')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/11/06/15/1280/65490d2af10034.02017142.jpg', null, null, '스탠다드 트윈 룸',
        '2', '2', '143400', '', '8', '2', '싱글', '1', DEFAULT, '44')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/12/22/15/1280/6585b274569ae2.95152623.jpg', null, null, '그랜드 디럭스 더블 룸',
        '2', '2', '213400', '', '8', '1', '더블', '1', DEFAULT, '44')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/23/21/1280/63054be474c5c4.69381782.jpg', null, null, '스탠다드 더블 룸',
        '2', '2', '107000', '', '7', '1', '더블', DEFAULT, DEFAULT, '45')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/23/21/1280/63054bf0886121.03269034.jpg', null, null, '디럭스 더블 룸',
        '2', '2', '138000', '', '10', '1', '퀸', DEFAULT, DEFAULT, '45')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/07/18/15/1280/64b6ade020ee19.68798312.jpg', null, null, '디럭스 패밀리 트윈 룸',
        '2', '4', '159000', '', '', '2', '더블', DEFAULT, DEFAULT, '46')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/05/16/11/1280/64636fc269f4d8.76767722.jpg', null, null, '디럭스 패밀리 온돌 룸',
        '2', '4', '167000', '', '', '2', '더블', DEFAULT, DEFAULT, '46')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2024/05/24/10/1280/66506c5c130bb2.73807435.png', null, null, '펫 오션 더블 룸',
        '2', '2', '352000', '', '8', '1', '더블', DEFAULT, DEFAULT, '47')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/10/12/11/1280/6346a40d504207.19868896.jpg', null, null, '로얄스위트 트윈 오션 룸',
        '2', '4', '572000', '', '', '2', '퀸', DEFAULT, DEFAULT, '47')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/04/06/14/1280/642ed2ac68eac8.64775529.JPG', null, null, '프리미어 디럭스 트윈, 대형 게스트룸 룸',
        '2', '3', '451000', '', '11', '2', '싱글', DEFAULT, DEFAULT, '48')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/04/06/14/640/642ed44785fec9.15529522.jpg', null, null, '오노마 스위트 룸',
        '2', '3', '616000', '', '22', '1', '킹', DEFAULT, DEFAULT, '48')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/10/11/1280/62f3993dc5f636.15511793.jpg', null, null, '슈페리어 스위트 룸',
        '2', '4', '369000', '', '22', '2', '더블', DEFAULT, DEFAULT, '49')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/10/11/1280/62f3993bc68ab7.25349414.jpg', null, null, '주니어 스위트 룸',
        '2', '2', '259000', '', '16', '1', '퀸', DEFAULT, DEFAULT, '49')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/01/13/1280/62e7d63e444848.36520202.jpg', null, null, '스튜디오 스위트 룸',
        '2', '2', '219000', '', '', '1', '킹', DEFAULT, DEFAULT, '50')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/01/13/1280/62e7d63e4f8d71.92604889.jpg', null, null, '프리미엄 스위트 룸',
        '2', '2', '219000', '', '', '1', '킹', DEFAULT, DEFAULT, '50')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2024/04/04/11/1280/660e9570b3ce39.64363245.jpg', null, null, '클래식 킹 룸',
        '2', '3', '399000', '', '11', '1', '더블', DEFAULT, DEFAULT, '71')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/10/04/11/1280/633c1ec4619bf8.67594919.jpg', null, null, '클럽 클래식 킹 룸',
        '2', '3', '568700', '', '11', '1', '더블', DEFAULT, DEFAULT, '71')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/09/23/14/1280/632dbe6e94b011.35463338.JPG', null, null, '골든 스위트 패밀리 룸',
        '4', '4', '120000', '', '', '2', '더블', DEFAULT, DEFAULT, '72')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/09/23/14/1280/632dbe7b7b87a6.88247347.JPG', null, null, '스탠다드 트윈 룸',
        '2', '2', '75000', '', '', '2', '싱글', DEFAULT, DEFAULT, '72')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2024/06/07/17/1280/666347703c6879.00884448.jpg', null, null, '트윈 게스트 룸',
        '2', '2', '176000', '', '7', '2', '싱글', DEFAULT, DEFAULT, '73')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2024/04/08/11/1280/6613d42695ff33.51188592.jpg', null, null, '디럭스 더블 룸',
        '2', '4', '540100', '', '11', '2', '더블', DEFAULT, DEFAULT, '73')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/23/18/1280/63051951cdf0c6.59785418.jpg', null, null, '슈페리어 더블 룸',
        '2', '2', '136000', '', '', '1', '더블', DEFAULT, DEFAULT, '74')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/23/18/1280/63051954c36c29.26705641.jpg', null, null, '슈페리어 트윈 룸',
        '2', '2', '160000', '', '', '2', '싱글', DEFAULT, DEFAULT, '74')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2024/05/30/17/1280/6658bdc7bcafe9.14763312.jpg', null, null, '디럭스 트윈 룸',
        '2', '3', '51800', '', '', '2', '싱글', DEFAULT, DEFAULT, '75')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2019/05/21/17/1280/5ce3b8a0dcaad8.00169902.jpg', null, null, '로얄 스위트 룸',
        '2', '3', '128000', '', '', '2', '싱글', DEFAULT, DEFAULT, '75')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/08/16/1280/62f13b36168962.34866877.jpg', null, null, '디럭스 싱글 룸',
        '2', '2', '110000', '', '', '1', '싱글', DEFAULT, DEFAULT, '76')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/08/16/1280/62f13b6e280375.23373799.jpg', null, null, '스위트 트윈 룸',
        '2', '2', '130000', '', '', '1', '더블', DEFAULT, DEFAULT, '76')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/08/01/11/1280/64c8ea87ebdcf6.32863781.jpg', null, null, '패밀리 트윈 룸',
        '3', '3', '239000', '', '8', '2', '더블', DEFAULT, DEFAULT, '77')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2024/04/18/12/1280/6621116777de02.25694386.jpg', null, null, '프리미어 스위트 룸',
        '4', '4', '669000', '', '32', '2', '더블', DEFAULT, DEFAULT, '77')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/08/12/1280/62f0fc59f37a32.25876866.jpg', null, null, '스탠다드 퀸 룸',
        '2', '2', '50000', '', '4', '1', '퀸', DEFAULT, DEFAULT, '78')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2022/08/08/12/1280/62f0fc6cd80e23.98218124.jpg', null, null, 'VVIP 퀸 스파 룸',
        '2', '2', '75000', '', '10', '1', '퀸', DEFAULT, DEFAULT, '78')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2024/04/18/10/1280/6620f7cf2fc812.86757771.png', null, null, '팀버 주니어 룸',
        '2', '3', '299000', '', '20', '1', '킹', DEFAULT, DEFAULT, '79')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/02/07/15/1280/63e267f57f8ca2.99091686.png', null, null, '파인 스위트 룸',
        '4', '6', '979000', '', '47', '3', '더블', DEFAULT, DEFAULT, '79')
     , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/07/17/18/1280/64b58d37099a91.63788831.jpg', null, null, '프리미엄 스위트 룸',
        '2', '2', '540000', '', '17', '2', '더블', DEFAULT, DEFAULT, '80')
    , (DEFAULT, 'https://yaimg.yanolja.com/v5/2023/07/17/18/1280/64b58d37099a91.63788831.jpg', null, null, '로얄 스위트 패밀리 룸',
       '4', '4', '928000', '', '23', '2', '더블', DEFAULT, DEFAULT, '80')
